public class TripDialog {

    public void initialDialog() {
        System.out.println("Выберете опцию: \n" +
                "=================================" +
                "\nA - Показать весь список доступных поездок\n" +
                "В - Показать весь список доступных поездок, отсортированных по цене по возрастанию\n" +
                "С - Показать весь список доступных поездок, отсортированных по цене по убыванию\n" +
                "D - Показать все доступные поездки из заданного диапозона цен\n" +
                "Е - Показать все доступные поездки из заданного города\n" +
                "F - Показать все доступные поездки в заданный город\n" +
                "G - Общая информация о доступных поездках\n" +
                "X - Выход из приложения");
    }
}




